<?php

use yii\helpers\Html;
$this->title = 'Page';
?>

<div class="site-material">
    <div class="central-block">
        <h1 class="headers"><u><?= Html::encode($this->title) ?></u></h1>

        <div class="left-block">
            <div class="group-category-left">
                <p class="text-category"><a href="">One category block category block</a></p>
                <a href="">&#x25BA;</a>
            </div>

            <div class="group-category-left">
                <p class="text-category"><a href="">Two category block category block</a></p>
                <a href="">&#x25BA;</a>
            </div>

            <div class="group-category-left">
                <p class="text-category"><a href="">Three category blockcategory block</a></p>
                <a href="">&#x25BA;</a>
            </div>

            <div class="group-category-left">
                <p class="text-category"><a href="">Four category block category block</a></p>
                <a href="">&#x25BA;</a>
            </div>

            <div class="group-category-left">
                <p class="text-category"><a href="">Five category block category block</a></p>
                <a href="">&#x25BA;</a>
            </div>
        </div>

        <div class="general-cen-block">
            <div>
                <p>
                    Существует метафорическое представление о тексте, как о лабиринте, в котором блуждают его читатели и исследователи, или спутанном клубке, который подлежит распутыванию. Не существует универсальной теории выхода из лабиринта или распутывания клубков, есть лишь некоторые эвристические принципы, которым бывает полезно следовать. Однако когда вы приступаете к распутыванию клубка, у вас заранее не может быть гарантий, что вы его сумеете распутать до конца; равным образом, не сумев его распутать, вы не имеете права утверждать, что этот клубок является нераспутываемым в принципе. Распутывание клубка производится извне, а разгадывание лабиринта изнутри. В тексте скрывается сам автор, текст - есть свидетельство о нём; каждое творение содержит в себе - в том или ином виде - образ своего творца.
                </p>
                <p>
                    Текст живет, только соприкасаясь с другим текстом (контекстом). Только в точке этого контакта текстов вспыхивает свет, освещающий и назад и вперед, приобщающий данный текст к диалогу. Подчеркиваем, что этот контакт есть диалогический контакт между текстами (высказываниями), а не механический контакт "оппозиций", возможный только в пределах одного текста (но не текста и контекстов) между абстрактными элементами ({знаками} внутри текста) и необходимый только на первом этапе понимания (понимания значения, а не смысла). За этим контактом контакт личностей, а не вещей (в пределе). Если мы превратим диалог в один сплошной текст, то есть сотрем разделы голосов (смены говорящих субъектов), что в пределе возможно (монологическая диалектика Гегеля), то глубинный (бесконечный) смысл исчезнет (мы стукнемся о дно, поставим мертвую точку).
                </p>
                <p>
                    ТЕКСТ в понимании Ю.Лотмана — "Понятие "текст" употребляется неоднозначно. Можно было бы составить набор порой весьма различающихся значений, которые вкладываются различными авторами в это слово. Характерно, однако, другое: в настоящее время это, бесспорно, один из самых употребимых терминов в науках гуманитарного цикла. Развитие науки в разные моменты выбрасывает на поверхность такие слова; лавинообразный рост их частотности в научных ТЕКСТАХ сопровождается утратой необходимой однозначности. Они не столько терминологически точно обозначают научное понятие, сколько сигнализируют об актуальности проблемы, указывают на область, в которой рождаются новые научные идеи. История таких слов могла бы составить своеобразный индекс научной динамики.
                </p>
                <p>
                    В нашу задачу не входит обосновать какое-либо из существующих или предложить новое понимание этого термина. В аспекте настоящего исследования более существенно попытаться определить его отношение к некоторым другим базовым понятиям, в частности к понятию языка.
                </p>
                <hr>

            </div>
        </div>
    </div>
</div>